{
  "date": "2024-12-30",
  "clientInfo": {
    "name": "Jenifer Franco",
    "email": "jfranco516@gmail.com",
    "phone": "5405560415",
    "projectLocation": "Roanoke",
    "keyNotes": "She wants the project done in May. "
  },
  "proposal": "Here is the proposal from Play Hardscapes, written by Patrick in first-person with HTML formatting:\n\n<h2>Proposal for Jenifer Franco</h2>\n\n<p>Hi Jenifer, this is Patrick from Play Hardscapes. Thank you for the opportunity to provide a proposal for your court resurfacing project in Roanoke. Per our discussion, you're looking to have the work completed in May. I've outlined the key project details and pricing below.</p>\n\n<h2>Project Scope</h2>\n\n<p>The project will include resurfacing your existing 7,200 square foot asphalt court located over the hill and through the woods from your home. The scope of work includes:</p>\n\n<ul>\n  <li>Pressure washing the existing asphalt surface</li>\n  <li>Conducting patchwork repairs, estimated to require 10 gallons of patch material</li>\n  <li>Applying a new acrylic surface system in two colors - a red apron and blue court</li>\n  <li>Laying out and painting lines for one regulation tennis court</li>\n</ul>\n\n<h2>Pricing</h2>\n\n<p>Based on the project requirements, I estimate the total cost will be $13,500. This includes all materials, equipment, labor, and travel expenses for our 5-person crew to complete the work over an estimated 5 days, plus 2 travel days. I'll provide a detailed cost breakdown in a formal estimate upon your approval to proceed.</p>\n\n<h2>Next Steps</h2>\n\n<p>To move forward with the project, I'll need you to:</p>\n\n<ol>\n  <li>Approve this proposal</li>\n  <li>Sign our services agreement</li> \n  <li>Provide a 50% deposit to secure your spot on our May schedule</li>\n</ol>\n\n<p>Once those items are complete, I'll have our Site Manager conduct a detailed site survey and provide you with a formal estimate and project schedule. The remaining balance will be due upon substantial completion of the work.</p>\n\n<p>Please let me know if you have any questions about the proposal or if there is anything else I can assist with. I look forward to working with you to restore your court to top playing condition!</p>\n\n<p>Best Regards,<br>\nPatrick<br>  \nPlay Hardscapes</p>",
  "metadata": {
    "clientEmail": "jfranco516@gmail.com",
    "clientPhone": "5405560415",
    "projectLocation": "Roanoke"
  }
}