{
  "date": "2025-01-03",
  "clientInfo": {
    "name": "Jenifer Franco",
    "email": "pfrancocm@gmail.com",
    "phone": "15405560413",
    "projectLocation": "Charlottesville",
    "distanceToSite": 121,
    "keyNotes": ""
  },
  "proposal": "<p>Here is the detailed proposal from the perspective of Patrick at Play Hardscapes:</p>\n<h2>Project Proposal for Jenifer Franco</h2>\n<p>Hi Jenifer, thank you for the opportunity to provide this proposal for resurfacing your two tennis courts in Charlottesville. Based on the details you provided, I've put together a comprehensive project plan to get your courts looking and playing great again. Here is an overview of the scope of work:</p>\n<h3>Court Dimensions and Substrate</h3>\n<p>The courts measure 120 ft x 108 ft for a total area of 12,960 square feet. I noted the courts are located over a hill from the main property. We will inspect the asphalt substrate and address any deficiencies in the proposal below.</p>\n<h3>Surface Preparation</h3>\n<p>The courts will require pressure washing to clean the existing surface and prepare it for the acrylic resurfacing system. My team will also need to patch an estimated 2 gallons of minor cracks and 4 gallons of more significant cracks in the asphalt. To ensure a stable, long-lasting surface, we will install fiberglass mesh over the entire 12,960 sq ft area before applying the cushion coats.</p>\n<h3>Plexipave Color Coating System</h3>\n<p>For the playing surface, I recommend using the Plexipave Color Concentrate system, an industry-leading acrylic color coating for tennis courts. We will apply the coatings by field mixing the concentrate with silica sand and water per the <a href=\"documents/datasheets/Plexipave-Installation-Guide-Field-Mix-for-concrete.pdf\">manufacturer's specifications</a>. You selected a single dark green color for the courts which will provide excellent visibility and contrast for the white playing lines.</p>\n<p>The perimeter of the courts will feature a contrasting red color for the apron areas. We will apply textured line paint for the playing lines per USTA regulations for the two tennis courts.</p>\n<h3>Equipment and Accessories</h3>\n<p>To complete the court setup, we will install one set of permanent tennis net posts and 200 linear feet of high-grade windscreen mesh on the perimeter fencing. The heavy-duty windscreens will provide privacy and wind protection for optimal playing conditions.</p>\n<h3>Project Logistics</h3>\n<p>Given the location of the courts, my crew will require 2 trips from our shop and 2 overnight stays during the installation process. I estimate the project will take 10 days to complete, weather permitting, and will require 2 hours of general labor. Per your request, we will target completion by the end of March.</p>\n<h3>Next Steps</h3>\n<p>To proceed with scheduling your court resurfacing project, please review and approve this proposal. I will prepare a formal contract and arrange for an initial deposit to secure your place on our calendar. Let me know if you have any questions or would like to discuss the details further. I look forward to working with you to restore your tennis courts to top playing condition!</p>\n<p>Best Regards,<br>Patrick<br>Play Hardscapes</p>",
  "metadata": {
    "clientEmail": "pfrancocm@gmail.com",
    "clientPhone": "15405560413",
    "projectLocation": "Charlottesville"
  }
}